Repository: seandepagnier/weatherfax_pi
Catalog: po/*.po
Languages: cs_cz, de, el_gr, fi, fr_fr, nl_nl

source: HF Radio Schedules
cs_cz: Rozvrhy HF vysílání
de: HF Radio Zeitpläne
el_gr: Προγράμματα ραδιοφώνου HF
fi: HF Radion ajoitukset
fr_fr: Horaires des émissions radio HF
nl_nl: HF-radio zendschema 's

source: Internet Retrieval
cs_cz: Stažení z Internetu
de: Internet Suche
el_gr: Ανάκτηση από το Internet
fi: Internet haku
fr_fr: Récupération d'internet
nl_nl: Ophalen van internet

source: Weather Fax Preferences
cs_cz: Nastavení Weatherfaxu
de: WetterFax Einstellungen
el_gr: Προτιμήσεις Φαξ Καιρού
fi: Sääfaksin asetukset
fr_fr: Préférences du WeatherFax
nl_nl: Voorkeuren Weerfax

source: Fax Decoding Options
cs_cz: Nastavení dekódování faxu
de: Fax Dekodier-Optionen
el_gr: Επιλογές αποκωδικοποίησης φαξ
fi: Faksin asettelu asetukset
fr_fr: Options de décodage Fax
nl_nl: Opties faxdecodering

source: About Weatherfax
cs_cz: O Weatherfaxu
de: Über WetterFax
el_gr: Σχετικά με το Weatherfax
fi: Tietoja sääfaksista
fr_fr: Au sujet de WeatherFax
nl_nl: Over Weerfax

source: Failed to configure capture.
el_gr: Αποτυχία ρύθμισης της καταγραφής.
fr_fr: Impossible de configurer la capture.

source: Failure
el_gr: Αποτυχία
fr_fr: Échec

source: Failed
cs_cz: Nezdařilo se
de: Fehler
el_gr: Απέτυχε
fi: Hylätty
fr_fr: Echec
nl_nl: Mislukt

source: Failure Decoding Fax:
cs_cz: Chyba při dekódování faxu:
de: Fehler Fax Dekoder:
el_gr: Σφάλμα αποκωδικοποίησης φαξ:
fi: Virhe Faksin koodinpurussa:
fr_fr: Echec du décodage du fax :
nl_nl: Fout bij decoderen fax:

source: DecodeImageLine requires specific buffer length
cs_cz: DecodeImageLine vyžaduje konkrétní velikost vyrovnávací paměti
de: fax_decode_image_line erfordert spezifische Speichergröße
el_gr: Το DecodeImageLine απαιτεί ειδικό μήκος buffer
fi: DecodeImageLine edellyttää tiettyä puskurin pituutta
fr_fr: DecodeImageLine nécessite une longueur de buffer définie
nl_nl: DecodeImageLine vereist een specifieke bufferlengte

source: Port audio overflow on input, some data lost!
cs_cz: Port audio přetečení na vstupu, některá data se ztratila!
de: Audio-Port Eingang Überlauf, einige Daten verloren!
el_gr: Υπερχείλιση θύρας ήχου στην είσοδο, χάθηκαν δεδομένα!
fi: Audioportin syötössä ylivuoto, joitakin tietoja on menetetty!
fr_fr: Dépassement de capacité du port audio. Certaines données sont perdues !
nl_nl: Audiopoort invoeroverflow, gegevens deels kwijt

source: could not open input file:
cs_cz: nelze otevřít vstupní soubor:
de: Kann Eingangsdatei nicht öffnen:
el_gr: δεν ήταν δυνατό το άνοιγμα του τοπικού αρχείου:
fi: syöttötiedostoa ei voitu avata:
fr_fr: Impossible d'ouvrir le fichier en entrée
nl_nl: kon invoerbestand niet openen:

source: sample size not 8 or 16 bit:
cs_cz: vzorek není velikosti 8 nebo 16 bitů:
de: Samplegröße ist nicht 8 oder 16 Bit:
el_gr: το μέγεθος δείγματος δεν είναι 8 ή 16 bit:
fi: näytteen koko ei ole 8 tai 16 bittinen:
fr_fr: L'échantillonnage n'est pas 8 ou 16 bit :
nl_nl: monstergrootte niet 8 of 16 bits:

source: no audiofile support compiled
el_gr: χωρίς υποστήριξη ηχητικού αρχείου
fr_fr: aucun support audio compilé

source: Scheduled
cs_cz: Naplánováno
de: Zeitplan
el_gr: Προγραμματισμένο
fi: Ajoitettu
fr_fr: Horaires des HF
nl_nl: Gepland

source: Server
el_gr: Διακομιστής
fi: Palvelin
fr_fr: Serveur

source: Region
el_gr: Περιοχή
fi: Alue
fr_fr: Région
nl_nl: Regio

source: Contents
cs_cz: Obsah
de: Inhalt
el_gr: Περιεχόμενα
fi: Sisällöt
fr_fr: Contenus
nl_nl: Inhoud

source: Map Area
cs_cz: Oblast mapy
de: Karten-Gebiet
el_gr: Περιοχή χάρτη
fi: Kartta-alue
fr_fr: Aire de la carte
nl_nl: Kaartgebied

source: Failed to load file:
cs_cz: Nepodařilo se načíst soubor:
de: Fehler bei Laden Datei:
el_gr: Απέτυχε η φόρτωση του αρχείου:
fi: Tiedoston lataus epäonnistui:
fr_fr: Impossible de charger le fichier :
nl_nl: Kon bestand niet laden:

source: Invalid xml file
cs_cz: Neplatný xml soubor
de: Ungültige XML Datei
el_gr: Μη έγκυρο αρχείο xml
fi: Virheellinen xml-tiedosto
fr_fr: Fichier xml invalide
nl_nl: Ongeldig XML-bestand

source: Loading
cs_cz: Načítání
de: Lade
el_gr: Φόρτωση
fi: Ladataan
fr_fr: Chargement en cours
nl_nl: Laden

source: WeatherFax Internet Retrieval
cs_cz: WeatherFax načítání z Internetu
el_gr: Ανάκτηση WeatherFax από Internet
fr_fr: Récupération sur internet d'un fax météo
nl_nl: Weerfax ophalen van internet

source: Invalid iterator:
cs_cz: Neplatný iterátor:
de: Ungültiger Zähler:
el_gr: Μη έγκυρος επαναλήπτης:
fi: Virheellinen toistaja:
fr_fr: Itération non valide :
nl_nl: Ongeldige iterator:

source: Unrecognized xml node:
cs_cz: Nerozpoznaný xml uzel:
de: Nicht erkannter XML Knoten:
el_gr: Άγνωστος κόμβος xml:
fi: Tuntematon xml-haara:
fr_fr: Node xml non reconnu
nl_nl: Niet-herkend XML-knooppunt:

source: Failed to match Area:
cs_cz: Nezdařilo se vyhodnotit oblast:
de: Fehler bei Gebietsdaten:
el_gr: Απέτυχε να ταιριάξει την περιοχή:
fi: Ei sopinut alueesen:
fr_fr: Impossible de faire correspondre la région :
nl_nl: Kon geen gebied koppelen:

source: Sorting this many urls might take too long
cs_cz: Třídění zobrazovaných adres URL může trvat příliš dlouho
de: Sortierung derart vieler URLs kann lange dauern
el_gr: Η διαλογή τόσων πολλών URL θα πάρει πολύ χρόνο
fi: Näin monen urlin lajittelu saattaa kestää liian kauan
fr_fr: Trier ces nombreuses URL risque de prendre un temps trop long
nl_nl: Zoveel URL's sorteren kan te lang duren

source: Fax already retrieved less than 180 minutes ago. Use existing file?
cs_cz: Fax již stažen před méně než 180 minutami. Použít stávající soubor?
de: Fax schon vor weniger als 3 Stunden empfangen. Existierende Datei nehmen?
el_gr: Φαξ ελήφθη ήδη λιγότερο από πριν 180 λεπτά. Χρήση υπάρχοντος αρχείου;
fi: Fax on haettu enintään 180 minuttia sitten. Käyttäisitkö olemassaolevaa tiedostoa?
fr_fr: Fax récupéré il y a moins de 180 minutes. Utilisez le fichier existant ?
nl_nl: Fax minder dan 180 minuten geleden opgehaald. Bestaand bestand gebruiken?

source: Reading Headers:
cs_cz: Čtení hlaviček:
de: Lese Header:
el_gr: Ανάγνωση επικεφαλίδων:
fi: Luetaan otsakkeita:
fr_fr: Lecture des en-têtes :
nl_nl: Lezen van koppen:

source: Failed to Download:
cs_cz: Nepodařilo se stáhnout:
de: Fehler bei Download:
el_gr: Αποτυχία λήψης:
fi: Lataus epäonnistui:
fr_fr: Echec du téléchargement :
nl_nl: Downloaden mislukt:

source: Verify there is a working internet connection.
cs_cz: Ověřte, zda je funkční připojení k Internetu.
de: Prüfe auf funktionierende Internet-Verbindung.
el_gr: Επιβεβαιώστε την ύπαρξη ενεργής σύνδεσης στο internet.
fi: Tarkista, internet-yhteyden toiminta.
fr_fr: Vérifiez qu'il ait une connexion internet.
nl_nl: Controleer of er een werkende internetverbinding is.

source: If the url is incorrect please edit the xml and/or post a bug report.
cs_cz: Je-li adresa URL nesprávná, uprav XML a/nebo odešli hlášení o chybě.
de: Ist die URL falsch, editiere die xml und/oder schreibe Fehlerbericht.
el_gr: Εάν η διεύθυνση url είναι σωστή παρακαλούμε επεξεργαστείτε το αρχείο xml και/ή υποβάλετε αναφορά σφάλματος.
fi: Jos osoite on virheellinen muokaa xml ja/tai lähetä virheraportti.
fr_fr: S'il vous plait, si l'url est incorrecte, éditez le fichier xml et/ou postez un rapport de bug.
nl_nl: Als de URL onjuist is het XML-bestand bewerken en/of een bug-rapport posten.

source: No Faxes selected.
cs_cz: Nevybrány žádné faxy.
de: Keine Faxe gewählt.
el_gr: Δεν επιλέχθηκαν φαξ.
fi: Fakseja ei valittu.
fr_fr: Aucun fax sélectionné.
nl_nl: Geen faxen geselecteerd.

source: Try clicking the selected (first) column
cs_cz: Zkus kliknout na vybraný sloupec (první)
de: Versuche gewählte (erste) Spalte zu klicken
el_gr: Δοκιμάστε να κάνετε κλικ την επιλεγμένη (πρώτη) στήλη
fi: Yritä klikata valikosta (ensimmäistä) saraketta
fr_fr: Essayer de cliquer la (première) colonne sélectionnée
nl_nl: Probeer te klikken op de geselecteerde (eerste) kolom

source: Capture
cs_cz: Snímat
de: Empfangen
el_gr: Λήψη
fi: Talteenotto
fr_fr: Capturer
nl_nl: Vastleggen

source: Station
cs_cz: Stanice
de: Rotation
el_gr: Σταθμός
fi: Asema
nl_nl: Zender

source: Frequencies
el_gr: Συχνότητες
fr_fr: Fréquences
nl_nl: Frequenties

source: Time (UTC)
cs_cz: Čas (UTC)
de: Zeit (UTC)
el_gr: Ώρα (UTC)
fi: Aika (UTC)
fr_fr: Temps (UTC)
nl_nl: Tijd (UT)

source: Valid Time
cs_cz: Platný čas
de: Gültige Zeit
el_gr: Έγκυρη ώρα
fi: Oikea aika
fr_fr: Horaire valide
nl_nl: Geldige tijd

source: Duration
cs_cz: Doba trvání
de: Dauer
el_gr: Διάρκεια
fi: Kesto
fr_fr: Durée
nl_nl: Duur

source: WeatherFax Schedules
cs_cz: WeatherFax rozvrhy
de: WetterFax Zeitplan
el_gr: Χρονοδιάγραμμα WeatherFax
fi: WeatherFax taulukko
fr_fr: Horaires des fax météo
nl_nl: Weerfaxschema's

source: Unrecognized xml node
cs_cz: Nerozpoznaný xml uzel
de: Nicht erkannter XML Knoten
el_gr: Άγνωστος κόμβος xml
fi: Tuntematon xml-haara
fr_fr: Node xml non reconnu
nl_nl: Niet-herkend XML-knooppunt

source: Failed to find Duration for:
cs_cz: Nepodařilo se najít dobu trvání pro:
de: Fehler beim Finder der Dauer für:
el_gr: Απέτυχε να βρει διάρκεια για:
fi: Ei löytynyt kestoa:
fr_fr: Impossible de trouver la durée pour :
nl_nl: Kon duur niet vinden voor:

source: Sorting this many schedules might take too long
cs_cz: Třídění tolika rozvrhů může trvat příliš dlouho
de: Sortierung derart vieler Zeitpläne kann lange dauern
el_gr: Η διαλογή τόσων πολλών λήψεων θα πάρει πολύ χρόνο
fi: Näin monen taulukon lajittelu saattaa kestää liian kauan
fr_fr: Trier ces nombreux horaires risque de prendre un temps trop long
nl_nl: Sorteren van zoveel schema's kan te lang duren

source: Populating List
cs_cz: Vyplnění seznamu
de: Fülle Liste
el_gr: Συμπλήρωση λίστας
fi: Lisätään luettelon tiedot
fr_fr: Liste à remplir
nl_nl: Vullen van de lijst

source: Capturing fax:
cs_cz: Zachycení faxu:
de: Empfange Fax:
el_gr: Λήψη φαξ:
fi: Tallennetaan faxia:
fr_fr: Capture de fax :
nl_nl: Vastleggen van fax:

source: Conflicts with already scheduled fax:
cs_cz: Je v konfliktu s již naplánovaným faxem:
de: Konflikte mit schon eingeplantem Fax:
el_gr: Έρχεται σε διένεξη με ήδη προγραμματισμένα φαξ:
fi: Ristiriidassa jo taulukoidun Faksin kanssa:
fr_fr: Conflit avec fax déjà programmé :
nl_nl: Conflicteert met reeds geplande fax:

source: disable this fax?
cs_cz: zakázat tento fax?
de: verwerfe dies Fax?
el_gr: απενεργοποίηση αυτού του φαξ;
fi: poista tämä faksi?
fr_fr: désactiver ce fax ?
nl_nl: deze fax uitschakelen?

source: weatherfax schedules
cs_cz: weatherfax rozvrhy
de: Wetterfax Zeitpläne
el_gr: χρονοδιάγραμμα WeatherFax
fi: weatherFax taulukot
fr_fr: Horaires des météo fax
nl_nl: Weerfaxschema's

source: No Capture Set
cs_cz: Není nastaveno zachytávání
de: Kein Empfang gesetzt
el_gr: Κανένα χρονοδιάγραμμα για φαξ
fi: Talletusta ei ole asetettu
fr_fr: Pas de capture réalisée
nl_nl: Vastleggen niet ingesteld

source: starting in
cs_cz: začíná za
de: starte in
el_gr: εκκίνηση με
fi: alkaen
fr_fr: commencement à
nl_nl: beginnen bij

source: second(s)
cs_cz: sekund
de: Sekunde(n)
el_gr: δευτερόλεπτα
fi: sekunnit
fr_fr: seconde(s)
nl_nl: seconden

source: hour(s)
cs_cz: hodin
de: Stunden(n)
el_gr: ώρα (ες)
fi: tunnit
fr_fr: Heure(s)
nl_nl: uren

source: minute(s)
cs_cz: minut
de: Minute(n)
el_gr: λεπτό(ά)
fi: minuutti(a)
nl_nl: minuten

source: Current fax:
cs_cz: Aktuální fax:
de: Aktuelles Fax:
el_gr: Τρέχον φαξ:
fi: Nykyinen fax:
fr_fr: Fax courant :
nl_nl: Huidige fax:

source: Tune ssb radio to
cs_cz: Naladit rádio SSB na
de: SSB Radio einstellen auf
el_gr: Συντονίστε το ssb ραδιόφωνο σε
fi: Viritä ssb radio
fr_fr: Régler le récepteur Blu sur
nl_nl: Stem SSB-radio af op

source: subtracting
el_gr: αφαίρεση
fr_fr: en soustrayant
nl_nl: Aftrekken

source: to receive fax for
cs_cz: chcete-li přijmout fax pro
de: zum Faxempfang von
el_gr: για να λάβετε φαξ για
fi: faksin vastaanottoon
fr_fr: pour recevoir un fax de
nl_nl: om fax te ontvangen voor

source: Weather Fax Schedule Beginning Soon
cs_cz: Pravidelné vysíláni weatherfaxu brzy začne
de: Wetterfax Zeitplan beginnt bald
el_gr: Οι λήψεις φαξ καιρού αρχίζουν σύντομα
fi: Weather Fax taulukointi alkaa pian
fr_fr: Horaire des fax météo commençant bientôt
nl_nl: Weerfaxschema start spoedig

source: Already capturing, cannot capture:
cs_cz: Už zachycováno, nelze zachytit:
de: Schon empfangen, kann nicht empfangen:
el_gr: Λαμβάνει ήδη, δεν μπορεί το:
fi: Talletus meneillään, ei voi tallentaa:
fr_fr: Réception déjà en cours, ne peut recevoir :
nl_nl: Al bezig met vastleggen; kan niet vastleggen:

source: Failed to launch:
cs_cz: Nepodařilo se spustit:
de: Fehler bei Starten:
el_gr: Αποτυχία εκκίνησης:
fi: Käynnistäminen epäonnistui:
fr_fr: Impossible de lancer :
nl_nl: Kon niet starten:

source: Fault in weather fax plugin Currently capturing hf weather fax.
cs_cz: Chyba v doplňku Weatherfax Právě zachycovaný hf weatherfax.
de: Fehler in Wetter Fax Plugin Empfange gerade HF Wetter Fax.
el_gr: Σφάλμα στην πρόσθετο weather fax Προς το παρόν γίνεται λήψη φαξ καιρού hf.
fi: Vika sääfaksi lisäosassa Nyt tavoitetaan hf sääfaksia.
fr_fr: Faute de météo fax plugin Currently capture fax météo hf.
nl_nl: Fout in Weerfax PlugIn Bezig met vastleggenHF weerfax.

source: Open Weather Fax Input File
cs_cz: Otevřít vstupní soubor Weatherfax
de: Öffne WetterFax Eingangsdatei
el_gr: Άνοιγμα αρχείου εισόδου Weather Fax
fi: Avaa Weather Fax syöttötiedosto
fr_fr: Ouvrir le fichier d'entrée du fax météo
nl_nl: Open invoerbestand Weerfax

source: WAV files (*.wav)|*.WAV;*.wav|All files (*.*)|*.*
cs_cz: WAV Soubory (*.wav)|*.WAV;*.wav|Všechny soubory (*.*)|*.*
de: WAV Dateien (*.wav)|*.WAV;*.wav|Alle Dateien (*.*)|*.*
el_gr: WAV αρχεία (*.wav)|*.WAV|Όλα τα αρχεία (*.*)|*.*
fi: WAV-tiedostot (*.wav) | *.WAV; *. wav|Kaikki tiedostot (*. *) | *. *
fr_fr: Fichiers WAV (*.wav)|*.WAV;*.wav|All files (*.*)|*.*
nl_nl: WAV-bestanden (*.wav) | *.WAV; *. wav|Alle bestanden (*. *) | *. *

source: External Capture Execution failed
cs_cz: Spuštění externího zachytávání selhalo
de: Externer Empfangs-Befehl fehlgeschlagen
el_gr: Απέτυχε η εξωτερική λήψη
fi: Ulkoisen tallennuksen suorittaminen epäonnistui
fr_fr: Echec de l'exécution d'une capture extérieure
nl_nl: Uitvoering extern vastleggen mislukt

source: Failed to load coordinate sets
cs_cz: Nepodařilo se načíst sady souřadnic
de: Fehler bei Laden Koordinaten:
el_gr: Απέτυχε η φόρτωση των συντεταγμένων
fi: Ei voitu ladata koordinaattisarjoja
fr_fr: Impossible de charger l'ensemble des coordonnées
nl_nl: Kon coördinaten niet laden

source: CoordinateSets.xml failed to load1
el_gr: Το CoordinateSets.xml δεν φορτώθηκε1
fr_fr: CoordinateSets.xml a échoué à charger1

source: Failed to save xml file:
cs_cz: Uložení souboru xml se nezdařilo:
de: Fehler bei Sichern xml-Datei:
el_gr: Απέτυχε η αποθήκευση του αρχείου xml:
fi: Tiedostoa ei voi tallentaa xml-muodossa:
fr_fr: Impossible de sauvegarder le fichier xml :
nl_nl: Kon XML-bestand niet opslaan:

source: Audio Capture
cs_cz: Zachycení zvuku
de: Audio Empfang
el_gr: Καταγραφή ήχου
fi: &Äänitallennus
fr_fr: Réception audio
nl_nl: Audio vastleggen

source: try to execute :
cs_cz: pokuste se provést:
de: Ausführversuch:
el_gr: δοκιμάστε να εκτελέσετε :
fi: yritä suorittaa:
fr_fr: Essayer d'exécuter :
nl_nl: Probeer uit te voeren:

source: Failed to load input file:
cs_cz: Nepodařilo se načíst vstupní soubor:
de: Fehler bei Laden Eingangsdatei:
el_gr: Η φόρτωση του αρχείου εισόδου απέτυχε:
fi: Ei voitu ladata syöttötiedostoa:
fr_fr: Impossible de charger le fichier en entrée :
nl_nl: Kon invoerbestand niet laden:

source: Android doesn't support tif images
el_gr: Το Android δεν υποστηρίζει εικόνες tif
fr_fr: Android ne prend pas en charge les images tif

source: Choose a file
el_gr: Επιλέξτε αρχείο
fr_fr: Choisir un fichier

source: Supported Files|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|All files (*.*)|*.*
cs_cz: Podporované soubory| *. BMP; *.bmp; *. XBM; *.xbm; *. XPM; HTML; *. TIF; *.tif; *. TIFF; *.tiff; *. GIF; *.gif; *. JPEG; *.jpeg; *. JPG; *.jpg; *. PNM; soubory; *. PNG; *.png; *. PCX; *.pcx; *. PICT; *.pict; *. TGA; *.tga; *. WAV; *. wav| Všechny soubory (*. *) | *. *
de: Unterstützte Dateien|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga|WAV Dateien (*.wav)|*.WAV;*.wav|Alle Dateien (*.*)|*.*
el_gr: Υποστηρίζονται αρχεία | *. BMP, *.bmp, *. XBM, *.xbm, *. XPM, *.xpm, *. TIF, *.tif, *. TIFF, *.tiff, *. GIF, *.gif, *. JPEG, *.jpeg, *. JPG, *.jpg, *. PNM, *.pnm, *. PNG, *.png, *. PCX, *.pcx, *. PICT, *.pict, *. TGA, *.tga, *. WAV, *.wav | Όλα τα αρχεία (*. *) | *. *
fi: Tuetut tiedostot|*.BMP; *.bmp; *.XBM; *.xbm; *.XPM; *.xpm; *.TIF; *.tif; *.TIFF; *.tiff; *.GIF; *.gif; *.JPEG; *.jpeg; *.JPG, *.jpg; *.PNM; *.pnm; *.PNG; *.png; *.PCX; *.pcx; *.PICT; *.pict; *.TGA; *.tga; *.WAV; *. wav|Kaikki tiedostot (*.*)| *. *
fr_fr: Fichiers supportés|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|All files (*.*)|*.*
nl_nl: Ondersteunde bestanden| *.BMP; *.bmp; *.XBM; *.xbm; *.XPM; *.xpm; *.TIF; *.tif; *.TIFF-; *.tiff; *.GIF; *.gif; *.JPEG; *.jpeg; *.JPG; *.jpg; *.PNM; *.pnm; *.PNG; *.png; *.PCX; *.pcx; *.PICT-; *.pict; *.TGA;.tga; *.WAV; *. wav|Alle bestanden (*. *) | *. *

source: Cannot open audio weather fax already in progress.
cs_cz: Nelze otevřít zvuk, weatherfax již probíhá.
de: Kann schon bearbeitetes Audio WetterFax nicht öffnen.
el_gr: Δεν είναι δυνατό να ανοίξει ο ήχος, γίνεται λήψη φαξ καιρού.
fi: Ei voi avata ääni sääfaksia, se on jo käynnissä.
fr_fr: Impossible d'ouvrir les fax météo audio déjà en cours.
nl_nl: Kan geen audioweerfax openen die al bezig is.

source: Save Weather Fax To Image
cs_cz: Uložit weatherfax jako obrázek
de: WetterFax als Bild sichern
el_gr: Αποθήκευση φαξ καιρού σε εικόνα
fi: Tallenna sääfaksi kuvaksi
fr_fr: Enregistrer le Fax météo comme une Image
nl_nl: Weerfax opslaan als beeldbestand

source: All files (*.*)|*.*
el_gr: Όλα τα αρχεία (*.*)|*.*
fr_fr: Tous les fichiers (*.*)|*.*

source: Failed to save file:
cs_cz: Uložení souboru se nezdařilo:
de: Fehler bei Sichern Datei:
el_gr: Απέτυχε η αποθήκευση του αρχείου:
fi: Tiedostoa ei voitu tallentaa:
fr_fr: Echec de la sauvegarde du fichier :
nl_nl: Opslaan van bestand mislukt:

source: Save Weather Fax To KAP
cs_cz: Uložení weatherfaxu do KAP
de: WetterFax als KAP sichern
el_gr: Αποθήκευση Fax καιρού σε KAP
fi: Tallenna Weather Fax KAP-muotoon
fr_fr: Sauvegarder le fax météo au format KAP
nl_nl: Weerfax opslaan als KAP-bestand

source: KAP Files|*.KAP;*.kap|All files (*.*)|*.*
cs_cz: KAP soubory| *. KAP; *. kap| Všechny soubory (*. *) | *. *
de: KAP Dateien|*.KAP;*.kap|Alle Dateien (*.*)|*.*
el_gr: KAP αρχεία | *. KAP, *.kap | Όλα τα αρχεία (*. *) | *. *
fi: KAP tiedostot|*.KAP;*.kap|Kaikki tiedostot (*.*) |*.*
fr_fr: Fichiers KAP|*.KAP;*.kap|All files (*.*)|*.*
nl_nl: KAP bestanden| *. KAP; *. kap| Alle bestanden (*. *) | *. *

source: WeatherFax Data update
el_gr: Ανανέωση δεδομένων WeatherFax
fr_fr: Mettre à jour les données WeatherFax
nl_nl: Wetterfax-gegevens bijwerken

source: Installation xml files updated.
el_gr: Τα αρχεία xml ενημερώθηκαν.
fr_fr: Fichiers xml d'installation mis à jour.

source: User writable coordinateSets.xml renamed to CoordinateSets.xml.save
el_gr: Εγγράψιμα coordinateSets.xml μετονομάστηκαν σε CoordinateSets.xml.save
fr_fr: Coordonnées inscriptibles par l'utilisateur Sets.xml renommé en CoordinateSets.xml.save

source: If you have customizations in these files you can merge them manually.
el_gr: Αν έχετε αλλάξει αυτά τα αρχεία μπορείτε να τα συγχωνεύσετε με το χέρι.
fr_fr: Si vous avez des personnalisations dans ces fichiers, vous pouvez les fusionner manuellement.

source: Resulting image has negative dimensions, aborting
cs_cz: Výsledný obraz má negativní rozměry, končím
de: Resultierendes Bild hat negative Dimensionen, Abbruch
el_gr: Η εικόνα που προκύπτει έχει αρνητικές διαστάσεις, ακύρωση
fi: Saadussa kuvassa on negatiivisia mittoja, hylätään
fr_fr: L'image résultante a des dimensions négatives. Abandon
nl_nl: Resulterende afbeelding heeft negatieve afmetingen; afbreken

source: Mapping Failed
cs_cz: Mapování selhalo
de: Zeichnen fehlgeschlagen
el_gr: Η χαρτογράφηση απέτυχε
fi: Mapping epäonnistui
fr_fr: Echec de la cartographie
nl_nl: Maken van kaart is mislukt

source: Resulting image larger than %dMB Try changing size parameter to a smaller value. (less than %.2f) aborting
cs_cz: Výsledný obraz větší než %dMB Zkus změnit parametr velikosti na menší hodnotu. (což je méně než %.2f) končím
de: Resultierendes Bild größer als %dMB Ändere Größen-Parameter auf kleineren Wert (weniger als %.2f). Abbruch
el_gr: Η προκύπτουσα εικόνα είναι μεγαλύτερη από %dMB Δοκιμάστε να αλλάξετε την παράμετρο του μεγέθους σε μια μικρότερη τιμή. (λιγότερο από %.2f) Ακύρωση
fi: Saatu kuva on suurempi kuin %dMB Yritä muuttaa kokoparametriä pienemmäksi. (alle %.2f) hylätään
fr_fr: Taille de l'image résultante supérieure à %dMB Essayez de réduire la taille dans les paramètres. (moins que %.2f) Abandon
nl_nl: Resulterende afbeelding groter dan %dMB Stel grootteparameter in op een kleinere waarde (minder dan %.2f) stoppen

source: Mapping Weather Fax Image
cs_cz: Mapování weatherfax obrázku
de: Zeichne WetterFax Bild
el_gr: Χαρτογράφηση εικόνας Fax καιρού
fi: Muutetaan Weather Fax kuva kartaksi
fr_fr: Cartographie de l'image d'un fax météo
nl_nl: Kaart maken van weerfaxbeeld

source: Weather Fax Mapper
cs_cz: Mapovač weatherfaxu
de: WetterFax Zeichner
el_gr: Χαρτογράφηση Φαξ Καιρού
fi: Weather Fax:n kartoittaja
fr_fr: Cartographe de météo fax
nl_nl: Weerfax kaartmaker

source: Graphics hardware not supported (Disable OpenGL)
cs_cz: Grafický hardware není podporován (zakázáno OpenGL)
de: Grafik Hardware nicht unterstützt (OpenGL deaktiviert)
el_gr: Η συσκευή των γραφικών δεν υποστηρίζεται (απενεργοποίηση OpenGL)
fi: Grafiikkalaitteistoa ei tueta (Älä käytä OpenGL:ää)
fr_fr: Carte graphique non supportée. (Désactiver OpenGL)
nl_nl: Grafische hardware niet ondersteund (OpenGL uitschakelen)

source: Fax
el_gr: Φαξ
fi: Faksi

source: &Internet
el_gr: &Διαδίκτυο

source: &HF Radio Schedules
cs_cz: Rozvrhy &HF vysílání
de: HF Radio Zeitpläne
el_gr: Προγράμματα ραδιοφώνου &HF
fi: &HF Radion ajoitukset
fr_fr: &Horaires des émissions radio HF
nl_nl: &HF-radio zendschema's

source: &Delete
cs_cz: &Smazat
de: Löschen
el_gr: &Διαγραφή
fi: &Poista
fr_fr: &Supprimer
nl_nl: &Verwijderen

source: &Preferences
cs_cz: &Předvolby
de: Einstellungen
el_gr: &Προτιμήσεις
fi: &Asetukset
fr_fr: &Préférences
nl_nl: &Voorkeuren

source: File
el_gr: Αρχείο
fr_fr: Fichier

source: &Open
cs_cz: &Otevřít
de: Öffnen
el_gr: &Άνοιγμα
fi: &Avaa
fr_fr: &Ouvrir
nl_nl: &Openen

source: Save &As
cs_cz: Uložit J&ako
de: Sichere als
el_gr: Αποθήκευση &ως
fi: Tallenna &Nimellä
fr_fr: Sauver comme
nl_nl: Opslaan &als

source: E&xport
el_gr: E&ξαγωγή
fi: &Vie
fr_fr: &Exporter
nl_nl: E&xporteren

source: Transparency
cs_cz: Průhlednost
de: Tranparenz
el_gr: Διαφάνεια
fi: Läpinäkyvyys
fr_fr: Transparence
nl_nl: Transparantie

source: Invert
cs_cz: Invertovat
de: Invertieren
el_gr: Αντιστροφή
fi: Käännä
fr_fr: Inverser
nl_nl: Omkeren

source: &Edit
cs_cz: &Upravit
de: Editieren
el_gr: &Επεξεργασία
fi: &Muokkaa
fr_fr: &Editer
nl_nl: &Bewerken

source: &Close
cs_cz: &Zavřít
de: Schließen
el_gr: &Κλείσιμο
fi: &Sulje
fr_fr: &Fermer
nl_nl: &Sluiten

source: &File
cs_cz: &Soubor
de: Datei
el_gr: &Αρχείο
fi: &Tiedosto
fr_fr: &Fichier
nl_nl: &Bestand

source: &Capture
el_gr: &Λήψη
fr_fr: Capturer
nl_nl: &Vastleggen

source: &Update data sources
el_gr: & Ενημέρωση πηγών
fr_fr: Mettre à jour les sources de données
nl_nl: &update databronnen
