Repository: seandepagnier/weatherfax_pi
Catalog: po/*.po
Languages: cs_cz, de, el_gr, fi, fr_fr, nl_nl

source: &Retrieve
cs_cz: S&táhnout
de: Suche
el_gr: &Ανάκτηση
fi: &Haku
fr_fr: &Récupérer
nl_nl: &Ophalen

source: &About
cs_cz: O &aplikaci
de: Über
el_gr: &Περί
fi: Tietoj&a
fr_fr: &Au sujet de
nl_nl: &Over

source: &Help
cs_cz: &Pomoc
de: Hilfe
el_gr: &Βοήθεια
fi: &Ohje
fr_fr: &Aide

source: Contains
cs_cz: Obsahuje
de: Enthält
el_gr: Περιέχει
fi: Sisältää
fr_fr: Contient
nl_nl: Bevat

source: Lat
cs_cz: Zem. šířka
de: Breite
el_gr: Πλάτος
nl_nl: Breedte

source: Lon
cs_cz: Zem. délka
de: Länge
el_gr: Μήκος
nl_nl: Lengte

source: Boat Position
cs_cz: Pozice lodě
de: Boot Position
el_gr: Θέση πλοίου
fi: Veneen sijainti
fr_fr: Position du bateau
nl_nl: Vaartuigpositie

source: Reset
el_gr: Επαναφορά
fi: Palauta
fr_fr: Remettre à zéro
nl_nl: Terugstellen

source: Stations
cs_cz: Stanice
de: Stationen
el_gr: Σταθμοί
fi: Asemat

source: All
cs_cz: Vše
de: Alle
el_gr: Όλα
fi: Kaikki
fr_fr: Tout
nl_nl: Alle

source: None
cs_cz: Nic
de: Kein
el_gr: Καμία
fi: Ei yhtään
fr_fr: Aucun
nl_nl: Geen

source: Frequency
cs_cz: Frekvence
de: Frequenz
el_gr: Συχνότητα
fi: Taajuus
fr_fr: Fréquence
nl_nl: Frequentie

source: khz min
el_gr: min kHz

source: khz max
el_gr: max kHz

source: Constraints
cs_cz: Omezení
de: Grenzen
el_gr: Περιορισμοί
fi: Rajoitukset
fr_fr: Contraintes
nl_nl: Beperkingen

source: Has Area
cs_cz: Má oblast
de: Hat Gebiet
el_gr: Έχει έκταση
fi: On alue
fr_fr: Correspond à une région
nl_nl: Heeft gebied

source: Has Valid Time
cs_cz: Má platný čas
de: Hat gültige Zeit
el_gr: Έχει έγκυρη ώρα
fi: On kelvollinen aika
fr_fr: A une heure valide
nl_nl: Heeft geldige tijd

source: Clear Captures
cs_cz: Odstranit zachycené
de: Lösche Empfang
el_gr: Εκκαθάριση στιγμιοτύπων
fr_fr: Effacer les captures
nl_nl: Vastgelegde data opschonen

source: Filter
cs_cz: Filtr
el_gr: Φίλτρο
fi: Suodatin
fr_fr: Filtrer

source: Message Box
cs_cz: Okno se zprávou
de: Nachrichten-Box
el_gr: Πλαίσιο μηνύματος
fi: Sanomaruutu
fr_fr: Boîte à message
nl_nl: Berichtvenster

source: Sound
cs_cz: Zvuk
de: Ton
el_gr: Ήχος
fi: Ääni
fr_fr: Son
nl_nl: Geluid

source: Select a file
cs_cz: Vyber soubor
de: Wähle Datei
el_gr: Επιλέξτε ένα αρχείο
fi: Valitse tiedosto
fr_fr: Sélectionner un fichier
nl_nl: Selecteer een bestand

source: wav files|*.WAV;*.wav|All files (*.*)|*.*
el_gr: αρχεία wav|*.WAV, *.wav|Όλα τα αρχεία (*.*)|*.*
fr_fr: Fichiers wave| *.wav|*.WAV;*.wav*|Tous les fichiers (*.*)|*.*

source: External Alarm
cs_cz: Externí Alarm
de: Externer Alarm
el_gr: Εξωτερικός συναγερμός
fi: Ulkoinen hälytys
fr_fr: Alarme externe
nl_nl: Extern alarm

source: Skip alarm if previous fax has already tuned
el_gr: Παράληψη συναγερμού αν έχει ήδη ληφθεί το προηγούμενο φαξ
fr_fr: Ne pas déclencher l'alarme si le fax précédent a déjà été traité
nl_nl: Geen alarm als vorige fax al is afgestemd

source: 1 minute alarm
cs_cz: 1 minutový alarm
el_gr: Συναγερμός 1 λεπτού
fi: 1 minuutin hälytys
fr_fr: Alarme 1 minute
nl_nl: 1-minuutalarm

source: No Action
cs_cz: Žádná akce
de: Keine Aktion
el_gr: Καμία ενέργεια
fi: Ei toimintaa
fr_fr: Pas d'action
nl_nl: Geen actie

source: Capture (uses capture settings in preferences)
el_gr: Λήψη (χρησιμοποιεί τις προτιμήσεις)
fr_fr: Capturer (utilise les paramètres de capture dans les préférences)
nl_nl: Capture (gebruikt capture instellingen in Voorkeuren)

source: External Command
cs_cz: Vnější příkaz
de: Externer Befehl
el_gr: Εξωτερική εντολή
fi: Ulkoinen komento
fr_fr: Commande extérieure
nl_nl: Externe opdracht

source: Manual Capture (with external program) automatic Open File
cs_cz: Ruční zachycení (externím programem) automatické otevření souboru
de: Manuelles Empfangen (mit externem Programm) automatisches Datei-Öffnen
el_gr: Μη αυτόματη λήψη (με εξωτερικό πρόγραμμα), αυτόματο άνοιγμα αρχείου
fi: Käsintallenus (ulkoisella ohjelmalla) automaattinen tiedoston avaus
fr_fr: Capture manuelle (avec un programme externe) et ouverture automatique du fichier
nl_nl: Handmatig vastleggen (met extern programma), automatisch bestand openen

source: Capture Options
cs_cz: Možnosti zachycení
de: Empfang Optionen
el_gr: Επιλογές λήψης
fi: Tallennus asetukset
fr_fr: Options de capture
nl_nl: Vastlegopties

source: Select fax images by clicking in the capture (first) column Schedules can be sorted by clicking the header column The schedules need testing as I can only receive from a few of the possible stations. Corrections can be made by modifying the WeatherFaxSchedules.xml file. Patches can be submitted via github. Automatic control of a ssb radio is desireable as well, however the author only has a tecsun pl-600. If a suitable radio can be donated, support will be implemented.
cs_cz: Vyberte obrázky faxů kliknutím v digitalizařním (prvním) sloupci Rozvrhy lze seřadit kliknutím na záhlaví sloupce Rozvrhy je třebaotestovat, mohu přijímat jen z několika ze všech možných stanic. Opravy lze provést úpravou souboru WeatherFaxSchedules.xml. Opravy mohou být zaslány prostřednictvím githubu. Automatické ovládání ssb rádia je též žádoucí, nicméně autor má k dispozici pouze tecsun pl-600. Pokud někdo věnuje vhodné rádio, podpora bude realizována.
de: Wähle Fax Bild mit Klick in die (erste) Empfangs-Spalte Zeitpläne können mit Klick auf die Kopfzeilen-Spalte sortiert werden Die Zeitpläne müssen getestet werden, da ich nur einige der möglichen Stationen empfangen kann. Korrekturen kann man in der Datei WeatherFaxSchedules.xml machen. Änderungen können mit Github mitgeteilt werden. Automatische Kontrolle eines SSB Radios ist wünschenswert, jedoch hat der Autor nur ein tecsun pl-600. Wird ein entsprechendes Radio gespendet, können Ergänzungen vorgenommen werden.
el_gr: Επιλέξτε εικόνες φαξ κάνοντας κλικ στην (πρώτη) στήλη Οι λήψεις μπορούν να ταξινομηθούν κάνοντας κλικ την στήλη με τις επικεφαλίδες Οι λήψεις χρειάζονται δοκιμές καθώς μπορώ να δεχθώ μόνο από λίγους σταθμούς. Διορθώσεις μπορούν να γίνουν, τροποποιώντας το αρχείο WeatherFaxSchedules.xml. Διορθώσεις μπορούν να υποβληθούν μέσω του github. Αυτόματος έλεγχος ενός ραδιοφώνου ssb είναι επιθυμητός, ωστόσο, ο συγγραφέας έχει μόνο ένα tecsun pl-600. Εάν κάποιος μπορεί να του δώσει ένα κατάλληλο ραδιόφωνο, θα υλοποιηθεί η υποστήριξή του.
fi: Valitse Faksi kuvia klikkaamalla tallenteen (ensimmäistää) saraketta Taulukkoja voidaan lajitella napsauttamalla otsikon saraketta Taulukot tarvitsevat testejä, koska voin vastaanottaa vain muutamalta mahdolliselta asemalta. Korjaukset voidaan tehdä muuttamalla WeatherFaxSchedules.xml tiedostoa. Paikkaukset voidaan välittää github:n kautta. Automaattinen ssb-radion ohjaus on toivottavaa, mutta Tekijällä on vain tecsun pl-600. Jos sopivan radion hankintaa voidaan avustaa, tuki toteutetaan.
fr_fr: Sélectionner une image fax en cliquant dans la (première) colonne "capture" Les horaires peuvent être triés en cliquant en tête de la colonne Les horaires doivent être testés car je ne peux recevoir que quelques stations. Les corrections peuvent être apportées en modifiant le fichier WeatherFaxSchedules.xml. Les patch peuvent être soumis par l'intermédiaire du github. Une radio BLU à contrôle automatique est souhaitable. Mais l'auteur ne dispose que d'une radio Tecsun PL-600. En cas de don d'une radio appropriée, une aide sera accordée.
nl_nl: Selecteer faxafbeeldingen door te klikken in de opnamekolom (de eerste). Tijdschema's kunt u sorteren door te klikken op de kolomkop. De tijdschema's moeten wel getest worden (dit is door de ontwikkelaar slechts gebeurd voor enkele van de te ontvangen stations). Aanpassingen kunt u maken in het bestand WeatherFaxSchedules.xml. Patches kunnen worden ingediend via github. Automatisch beheer van een SSB-radio is ook wenselijk (de ontwikkelaar heeft echter alleen een Tecsun pl-600). Als iemand een geschikte radio kan doneren, zal daarvoor ondersteuning geboden worden.

source: Information
cs_cz: Informace
el_gr: Πληροφορίες
fi: Informaatiota
nl_nl: Informatie

source: Capture Status
cs_cz: Stav zachycení
de: Empfang Status
el_gr: Κατάσταση λήψης
fi: Talletuksen tila
fr_fr: Statut de capture
nl_nl: Vastlegstatus

source: Close
cs_cz: Zavřít
de: Schließen
el_gr: Κλείσιμο
fi: Sulje
fr_fr: Fermer
nl_nl: Sluiten

source: Retrieve
el_gr: Ανάκτηση
fr_fr: Récupérer
nl_nl: Ophalen

source: Selected
el_gr: Επιλεγμένο
fr_fr: Sélectionné
nl_nl: Geselecteerd

source: Servers
cs_cz: Servery
el_gr: Διακομιστές
fi: Palvelimet
fr_fr: Serveurs

source: Regions
cs_cz: Regiony
de: Regionen
el_gr: Περιοχές
fi: Alueet
fr_fr: Régions
nl_nl: Regio 's

source: Decoder
cs_cz: Dekodér
de: Dekoder
el_gr: Αποκωδικοποιητής
fi: Dekooderi
fr_fr: Décodeur

source: Stop
cs_cz: Konec
el_gr: Στοπ
fi: Lopeta
fr_fr: Arrêter
nl_nl: Stoppen

source: Options
cs_cz: Nastavení
de: Optionen
el_gr: Επιλογές
fi: Asetukset
fr_fr: Stations
nl_nl: Opties

source: frequency
el_gr: συχνότητα
fr_fr: fréquence
nl_nl: frequentie

source: N/A
el_gr: Δ/Υ
nl_nl: N/B

source: Image Correction
cs_cz: Korekce obrazu
de: Bild Korrektur
el_gr: Διόρθωση της εικόνας
fi: Kuvan korjaus
fr_fr: Correction d'image
nl_nl: Beeldcorrectie

source: phase by line
el_gr: συντονισμός ανά γραμμή
fr_fr: phase par ligne
nl_nl: fasering door lijn

source: Rotation
cs_cz: Rotace
el_gr: Περιστροφή
fi: Kierto
nl_nl: Rotatie

source: CCW
cs_cz: DOLEVA
el_gr: αριστ.
nl_nl: Linksom

source: CW
cs_cz: DOPRAVA
el_gr: δεξ.
nl_nl: Rechtsom

source: Phasing
cs_cz: Fázování
de: Phasend
el_gr: Συντονισμός
fi: Tahdistus
fr_fr: Calage de la phase
nl_nl: Fasering

source: Skew
cs_cz: Zkosení
de: Drehung
el_gr: Παραμόρφωση
fi: Vinous
fr_fr: Inclinaison
nl_nl: Scheef

source: a page
el_gr: μια σελίδα
fr_fr: une page

source: Image Coordinates
cs_cz: Souřadnice obrazu
de: Bild Koordinaten
el_gr: Συντεταγμένες της εικόνας
fi: Kuvan koordinaatit
fr_fr: Coordonnées de l'image
nl_nl: Coördinaten afbeelding

source: Remove
cs_cz: Odebrat
de: Entfernen
el_gr: Αφαίρεση
fi: Poista
fr_fr: Retirer
nl_nl: Verwijderen

source: Coord Y/X
cs_cz: Koord Y/X
de: Koord Y/X
el_gr: Συντ Υ/Χ
fi: Koord Y/X
nl_nl: Coörd'n Y / X

source: Lat/Lon
el_gr: Γεωγ. πλάτος/μήκος
nl_nl: Breedte/Lengte

source: Minutes
cs_cz: Minuty
de: Minute(n)
el_gr: Λεπτά
fi: Minuuttia
nl_nl: Minuten

source: Lat/Lon Minutes
el_gr: μήκος/πλάτος λεπτά

source: + Lat/Lon for N/E - Lat/Lon for S/W
cs_cz: + Lat/Lon pro N/E -Lat/Lon pro S/W
de: + Lat/Lon für N/O - Lat/Lon für S/W
el_gr: + πλάτος/μήκος για Β/Α - πλάτος/μήκος για Ν/Δ
fi: + Lat/Lon N/E:lle -Lat/Lon S/W:lle
fr_fr: + Lat/Lon pour N/E - Lat/Lon pour S/W
nl_nl: + Br/Le voor N/O - Br/Le voor Z/W

source: Coordinates Mapping Correction
cs_cz: Korekce mapování souřadnic
de: Korrektur Zeichnungs-Koordinaten
el_gr: Διόρθωση συντεταγμένων χαρτογράφησης
fi: Koordinaattien karttakorjaus
fr_fr: Correction des coordonnées cartographiques
nl_nl: Geografische locatiecorrectie

source: Input Type
cs_cz: Typ vstupu
de: Eingangstyp
el_gr: Τύπος εισόδου
fi: Syötteen tyyppi
fr_fr: Type d'entrée
nl_nl: Invoertype

source: conic
el_gr: κωνική
fi: kartio
fr_fr: conique
nl_nl: kegel

source: fixed-flat
el_gr: σταθερή-επίπεδη
fi: kiinteätaso
nl_nl: vast-vlak

source: mercator
el_gr: μερκατορική

source: polar
el_gr: πολική
fr_fr: polaire
nl_nl: polair

source: Output Type
cs_cz: Typ výstupu
de: Ausgangstyp
el_gr: Τύπος εξόδου
fi: Tulosteen tyyppi
fr_fr: Type en sortie
nl_nl: Uitvoertype

source: Mercator
el_gr: Μερκατορική

source: Size
cs_cz: Velikost
de: Größe
el_gr: Μέγεθος
fi: Koko
fr_fr: Taille
nl_nl: Grootte

source: W/H
cs_cz: Š/V
el_gr: Π/Υ

source: True Width Ratio
cs_cz: Poměr skutečné šířky
de: Wahres Breitenverhältnis
el_gr: Λόγος αληθινού πλάτους
fi: Tosileveyden suhdeluku
fr_fr: Ratio longueur vrai
nl_nl: Ware breedteratio

source: Pole X
cs_cz: Pól X
de: Pol X
el_gr: Πόλος X
fi: Napa X
nl_nl: Pool X

source: Pole Y
cs_cz: Pól Y
de: Pol Y
el_gr: Πόλος Y
nl_nl: Pool Y

source: Equator Y
cs_cz: Rovník Y
de: Äquator Y
el_gr: Ισημερινός Y
fi: Päiväntasaaja Y
fr_fr: Equateur Y

source: Get Equator
cs_cz: Získat rovník
de: Hole Äquator
el_gr: Πάρτε Ισημερινό
fi: Hae Päiväntasaaja
fr_fr: Obtenir l'équateur
nl_nl: Verkrijg equator

source: Get Mapping
cs_cz: Získat mapování
de: Hole Zeichnung
el_gr: Πάρετε χαρτογράφηση
fi: Hae Mapping
fr_fr: Obtenir la cartographie
nl_nl: Verkrijg kartering

source: << Prev
el_gr: << Προηγ
fr_fr: < Précédent

source: Next >>
el_gr: Επόμενη >>
fr_fr: Suiv >

source: Cancel
el_gr: Ακύρωση
fr_fr: Annuler

source: HF Schedules
cs_cz: HF rozvrhy
de: HF Zeitpläne
el_gr: Χρονοδιαγράμματα HF
fi: HF taulukot
fr_fr: Horaires des HF
nl_nl: HF-zendschema's

source: Load Schedules at Startup
cs_cz: Nahrát rozvrhy při startu
de: Lade Zeitpläne beim Start
el_gr: Φόρτωση προγραμμάτων κατά την εκκίνηση
fi: Lataa taulukot käynnistyksessä
fr_fr: Charger la programmation au démarrage
nl_nl: Laad schema's bij opstarten

source: capture
el_gr: λήψη
fr_fr: capturer
nl_nl: vastleggen

source: Sample Rate
cs_cz: Vzorkovací frekvence
el_gr: Ρυθμός Δειγματοληψίας
fi: Näytteenottotaajuus
fr_fr: Exemple de vitesse
nl_nl: Monsterfrequentie

source: Device Index
cs_cz: Index zařízení
el_gr: Δείκτης συσκευής
fr_fr: Index de l'appareil
nl_nl: Apparaatindex

source: audio
el_gr: ήχος

source: device index
el_gr: δείκτης συσκευής
fr_fr: index de l'appareil
nl_nl: apparaatindex

source: error ppm
el_gr: σφάλμα ppm
fr_fr: erreur ppm
nl_nl: fout ppm

source: Export
cs_cz: Exportovat
el_gr: Εξαγωγή
fi: Vienti
fr_fr: Exporter
nl_nl: Exporteren

source: Reduce to
cs_cz: Omezit na
de: Vermindere um
el_gr: Μείωση σε
fi: Vähennä
fr_fr: Réduire à
nl_nl: Beperken tot

source: Colors
cs_cz: Barvy
de: Farben
el_gr: Χρώματα
fi: Värit
fr_fr: Couleurs
nl_nl: Kleuren

source: Recommended 4, 16, 64, or 256
cs_cz: Doporučeno 4, 16, 64 nebo 256
de: Empfohlen 4, 16, 64, oder 256
el_gr: Συνιστάται 4, 16, 64 ή 256
fi: Suositellut 4, 16, 64 tai 256
fr_fr: Recommandé 4, 16, 64 ou 256
nl_nl: Aanbevolen 4, 16, 64 of 256

source: Depth
cs_cz: Hloubka
de: Tiefe
el_gr: Βάθος
fi: Syvyys
fr_fr: Profondeur
nl_nl: Diepte

source: Meters
cs_cz: Metry
de: Meter
el_gr: Μέτρα
fi: Metrit
fr_fr: Mètres
nl_nl: meter

source: Fathoms
cs_cz: Fathomy (Sáhy)
de: Faden
el_gr: Οργιές
fi: Sylit
fr_fr: Brasses
nl_nl: vadem

source: fix sounding datum
cs_cz: Opravit datum hloubek
de: Festes Tiefen-Datum
el_gr: επιδιόρθωση δεδομένων βάθους
fi: Ajasta hälytys päivä
fr_fr: Fixer le datum des sondes
nl_nl: opnamedatum wijzigen

source: Audio Decoding Options
cs_cz: Možnosti dekódování zvuku
de: Audio Dekodier-Optionen
el_gr: Επιλογές αποκωδικοποίησης ήχου
fi: Äänikoodin purkuasetukset
fr_fr: Options de décodage audio
nl_nl: Audio-decodering opties

source: Image Width
cs_cz: Šířka obrázku
de: Bild Breite
el_gr: Πλάτος εικόνας
fi: Kuvan leveys
fr_fr: Largeur de l'image
nl_nl: Afbeeldingsbreedte

source: Bits per Pixel
cs_cz: Bitů na Pixel
de: Bits pro Pixel
el_gr: Bit ανά Pixel
fi: Bittiä / kuvapiste
fr_fr: Bits par pixel

source: Carrier
cs_cz: Operátor
el_gr: Φορέας
fi: Toimittaja
fr_fr: Porteuse
nl_nl: Draaggolf

source: Deviation
cs_cz: Odchylka
el_gr: Απόκλιση
fi: Poikkeama
fr_fr: Déviation
nl_nl: Afwijking

source: middle
cs_cz: střední
de: mittel
el_gr: μέσο
fi: keski
fr_fr: milieu
nl_nl: middel

source: narrow
cs_cz: úzké
de: nah
el_gr: στενό
fi: kapea
fr_fr: étroit
nl_nl: smal

source: wide
cs_cz: široké
de: weit
el_gr: ευρύ
fi: laaja
fr_fr: large
nl_nl: breed

source: Saturation Threshold
cs_cz: Práh nasycení
de: Sättigungsschwelle
el_gr: Όριο κορεσμού
fi: Kylläisyys kynnys
fr_fr: Seuil de saturation
nl_nl: Verzadigingsdrempel

source: Skip start, stop and phasing detection
cs_cz: Přeskočit start, stop a detekci fázování
de: Überspringe Start, Stop und Phasen-Prüfung
el_gr: Παράλειψη ανίχνευσης αρχής, σταματήματος και φάσης
fi: Ohita käynnistys, pysäytä ja tahdista tunnistus
fr_fr: Sauter le démarrage, stop et le calage de la phase
nl_nl: Voorkom start-, stop- en fasedetectie

source: Include header data in image
cs_cz: Zahrnout data hlavičky do obrázku
de: Kopfdaten in Bild einschließen
el_gr: Δεδομένα τίτλου στην εικόνα
fi: Sisällytä otsikkotiedot kuvaan
fr_fr: Inclure les données d'entête dans l'image
nl_nl: Kopgegevens in beeld opnemen

source: Done
cs_cz: Hotovo
de: Erledigt
el_gr: Έγινε
fi: Tehty
fr_fr: Terminer
nl_nl: Klaar

source: Weather Fax Plugin Version
cs_cz: Verze doplňku Weatherfax
de: WetterFax PlugIn Version
el_gr: Εκδοχή του προσθέτου Weather Fax
fi: Weather Fax lisäosanversio
fr_fr: Version du complément WeatherFax
nl_nl: Versie Weerfax PlugIn

source: The weatherfax plugin for opencpn is intended to reduce the amount of user interaction to receive weather faxes and optionally overlay them directly onto charts. This includes a fax decoder, which converts radio fax audio into images. To get started, open either an image or recorded wav audio file of a ssb radio fax transmission from the file menu, or select an option from the retrieve menu. Source Code: https://github.com/seandepagnier/weatherfax_pi Many thanks to translators and testers.
de: Das Wetterfax Plugin für OpenCPN soll den Wetterfax-Empfang vereinfachen und sie direkt auf der Karte anzeigen. Enthält Fax-Decoder, der Radio-Fax-Töne in Bilder konvertiert. Zu Beginn öffnen Sie entweder ein Bild oder eine vom SSB Radio aufgenommene WAV Datei mit dem Datei-Menü oder wählen Sie eine Option vom Suche-Menü. Lizenz: GPLv3+ Quell-Code: https://github.com/seandepagnier/weatherfax_pi Author: Sean D'Epagnier Vielen Dank an alle Übersetzer und Tester.
el_gr: Το πρόσθετο weatherfax για το OpenCPN έχει ως στόχο να μειώσει τον φόρτο του χρήστη για να παίρνει τα φαξ του καιρού και, προαιρετικά να τα απεικονίζει απευθείας πάνω στους χάρτες. Περιλαμβάνει ένα αποκωδικοποιητή φάξ, ο οποίος μετατρέπει τα ραδιοφωνικά ηχητικά φαξ σε εικόνες. Για να ξεκινήσετε, ανοίξτε είτε μια εικόνα ή ένα ηχογραφημένο αρχείο wav μιας ραδιοφωνικής μετάδοσης ssb φαξ από το μενού «file», ή ενεργοποιήστε μια επιλογή από τo μενού «retrieve». Το πρόγραμμα είναι στο: https://github.com/seandepagnier/weatherfax_pi Ευχαριστίες στους μεταφραστές και στους δοκιμαστές.
fi: Opencpn:n weatherfaxlisäosan käytöllä pyritään ensisijaisesti vähentämään sääfaksien hakutiheyttä ja asettelemaan ne suoraan kartoille. Tämä sisältää faxin koodaimen joka muuntaa faksin äänen kuvaksi. Aloittaaksesi, avaa joko kuva tai talletettu wav-äänitiedosto, joka on saatu ssb-radion välityksellä tiedostovalikosta, tai valitse vaihtoehto hakuvalikosta. Lähdekoodi: https://github.com/seandepagnier/weatherfax_pi Suurkiitokset kääntäjille ja testaajille.
fr_fr: Le complément WeatherFax pour OpenCPN est destiné à réduire le nombre de manipulations lors de la reception d'un fax météo et de sa superposition optionnelle sur les cartes. Ceci nécessite un décodeur de fax qui convertit les fax météo radio en images. Pour commencer, ouvrez soit une image soit un fichier audio wav enregistré avec une récepteur Blu de fax. Code source : https://github.com/seandepagnier/weatherfax_pi Remerciements aux traducteurs et aux testeurs.
nl_nl: De Weerfax PlugIn voor OpenCPN is bedoeld om het ontvangen van weerfaxen eenvoudiger te maken en om de gegevens optioneel op de kaart te projecteren. De PlugIn bevat een fax-decoder die audiobestanden omzet naar weerkaarten. Begin door een afbeelding of een opgenomen *.WAV audiobestand van een faxbericht te openen vanuit het bestandsmenu, of selecteer een optie in het ophaalmenu. Broncode: https://github.com/seandepagnier/weatherfax_pi Veel dank aan de vertalers en testers.

source: About the Author
cs_cz: O autorovi
de: Über den Autor
el_gr: Σχετικά με τον συγγραφέα
fi: Tietoa Tekijästä
fr_fr: Au sujet de l'auteur
nl_nl: Over de auteur

source: Weather Fax Image
cs_cz: Obrázek Weatherfaxu
de: WetterFax Bild
el_gr: Εικόνα Φαξ Καιρού
fi: Sääfaksikuva
fr_fr: Image du fax météo
nl_nl: Weerfaxbeeld

source: New Coord
cs_cz: Nové souřadnice
de: Neue Koord
el_gr: Νέα συντεταγμ.
fi: Uusi Koord
fr_fr: Nouvelles coord
nl_nl: Nieuwe coörd'n

source: Start
el_gr: Eκκίνηση
fi: Aloita
fr_fr: Démarrer
nl_nl: Starten

source: Image
el_gr: Εικόνα
nl_nl: Afbeelding

source: Failed to apply mapping Check Mapping Correction Parameters
cs_cz: Nepodařilo se použít mapování Zkontroluj parametry korekce mapování
de: Fehler beim Kartieren Prüfe Karten-Korrektur Parameter
el_gr: Απέτυχε να εφαρμόσει τη χαρτογράφηση Ελέγξτε τους παράμετρους διόρθωσης
fi: Mapping:ia ei onnituttu lisäämään Tarkista kartoituksen korjausparametrit
fr_fr: Impossible de cartographier Vérifiez les paramètres de correction de la cartographie
nl_nl: Kon kartering niet uitvoeren Controleer correctieparameters kartering

source: Mapping
cs_cz: Mapování
de: Zeichnen
el_gr: Χαρτογράφηση
fr_fr: Cartographie
nl_nl: Maken van kaart

source: Warning, latitudes on different sides of equator not recommended because of ambiguity of north or south pole
cs_cz: Varování, zeměpisné šířky na různých stranách rovníku nedoporučujeme vzhledem k nejednoznačnosti severního či jižního pólu
de: Warnung, Breiten auf beiden Seiten des Äquators nicht empfohlen wegen Unklarheit von Nord- oder Südpol
el_gr: Προειδοποίηση, γεωγραφικά πλάτη σε διαφορετικές πλευρές του Ισημερινού να μην χρησιμοποιούνται λόγω της ασάφειας του βόρειου ή του νότιου πόλου
fi: Varoitus, leveysasteita päiväntasaajan eri puolilla ei suositella Pohjoisen +merkin ja etelänavan -merkin vuoksi
fr_fr: Attention, les latitudes de part et d'autre de l'équateur ne sont pas recommandées en raison de l'ambiguïté entre pôle nord et pôle sud
nl_nl: Waarschuwing: breedtes aan beide kanten van de equator niet aanbevolen (dubbelzinnigheid van N- of Z-pool).

source: Calculating Mapping Failed. Perhaps you have chosen the wrong mapping type for this image, or the coordinates specified are not correct
cs_cz: Výpočet mapování neúspěšný. Možná jste zvolili nesprávné mapování pro tento obrázek nebo určené souřadnice nejsou správné
de: Berechnung der Zeichnung fehlgeschlagen. Vielleicht wurde falscher Zeichnungstyp für dies Bild gewählt oder angegebene Koordinaten sind nicht korrekt
el_gr: Ο υπολογισμός της χαρτογράφησης απέτυχε. Ίσως να επιλέξατε λάθος τύπο χαρτογράφησης για αυτή την εικόνα, ή οι συντεταγμένες που δόθηκαν να μην είναι σωστές
fi: Mapping laskenta epäonnistui. Ehkä olet valinnut väärän karttatyypin tästä kuvasta tai koordinaatit eivät ole sopivia
fr_fr: Echec de la réalisation de la carte. Peut être avez vous choisi un type erroné de carte pour cette image, à moins que les coordonnées spécifiées soient incorrectes
nl_nl: Berekening kartering mislukt. Mogelijk heeft u het verkeerde karteringstype voor dit beeld gekozen of zijn de gespecificeerde coördinaten niet correct.

source: Calculating Mapping not yet supported.
cs_cz: Výpočet mapování zatím Nepodporován.
de: Berechnung der Zeichnung noch nicht unterstützt.
el_gr: Ο υπολογισμός της χαρτογράφησης δεν υποστηρίζεται ακόμα.
fi: Lasketaan Mapping:ia, jota ei vielä tueta.
fr_fr: Les calculs de cartographie ne sont pas encore pris en charge.
nl_nl: Berekening kartering nog niet ondersteund.

source: Calculating Equator not yet supported.
cs_cz: Výpočet rovníku zatím Nepodporován.
de: Berechnung Äquator noch nicht unterstützt.
el_gr: Ο υπολογισμός Ισημερινού δεν υποστηρίζεται ακόμα.
fi: Päiväntasaajalaskentaa ei vielä tueta.
fr_fr: Calcul au niveau de l'équateur non encore supporté.
nl_nl: Berekening equator nog niet ondersteund.
