Repository: seandepagnier/weatherfax_pi
Catalog: po/*.po
Languages: cs_cz, de, el_gr, fi, fr_fr, nl_nl

source: Mapping allows for scaling, and conversion between coordinate systems Latitudes are +N -S, Longitudes +E -W For polar mapping mode: Get Mapping parameters calculates the mapping from the coordinates given, but the first coordinate's X value (vertical red line) must align with the pole in polar mode on the vertical meridian Once the coordinates are entered, the mapping should make the the blue latitudes align. If they are far off, check the input coordinates. Once they are close: First adjust pole X to center the latitudes. Next adjust the Pole Y value until the blue latitude curve closest to the pole is correct. Now, if the second blue latitude is too wide, then the true width ratio needs to be increased, otherwise it should be decreased. Repeat adjusting the Pole Y and true width ratio until both align. It is easiest to calibrate correctly if you use the farthest spaced latitudes available. Once the blue latitudes align perfectly, recompute the equator to ensure the resulting mapping is correct. At this point, the coordinates can be changed to better locations if needed. If true width is very close to 1.0 it probably should be exactly 1.0. It is also possible to go to the next step, adjust the coordinates, then come back to this step and get the mapping parameters again to improve the estimate.
de: Zeichnung erlaubt die Skalierung und Umwandlung zwischen Koordinaten Systemen Breiten sind +N -S, Längen +O -W Für Polar Zeichnungs Modus: Zeichnungs-Parameter berechnen die Zeichnung mit den angegebenen Koordinaten, aber der X-Wert (vertikale rote Linie) der ersten Koordinate muß innerhalb der Pole im Polar Modus im vertikalen Meridian liegen Sind die Koordinaten eingegeben, soll die Zeichnung mit den blauen Breiten übereinstimmen. Sind sie weit entfernt, überprüfen Sie die Eingangs-Koordinaten. Sind sie nahe: Justieren Sie erst Pol X zur Zentrierung der Breiten. Dann justieren Sie den Pol Y-Wert, bis die blaue Breitenkurve am nächsten zum Pol korrekt ist. Ist die zweite blaue Breite zu weit, dann muß das echte Breitenverhältnis erhöht werden, sonst muß es erniedrigt werden. Wiederholen Sie die Justierung des Pols Y und des echten Breitenverhältnisses, bis beide übereinstimmen. Am Einfachsten ist eine korrekte Kalibrierung, wenn die verfügbare weitest entfernte Breite benutzt wird. Stimmen die blauen Breiten perfekt überein, berechnen Sie den Äquator erneut, um eine korrekte Zeichnung zu erhalten. An diesem Punkt können die Koordinaten erforderlichenfalls auf einen besseren Ort gesetzt werden. Ist die echte Breite nahe bei 1.0, sollte es vermutlich exakt 1.0 sein. Man kann auch zum nächsten Schritt gehen, die Koordinaten justieren und dann zu diesem Schritt zurück gehen, um die Zeichnungs-Parameter erneut zu optimieren.
el_gr: Η χαρτογράφηση επιτρέπει αλλαγή κλίμακος και μετατροπή συστημάτων συντεταγμένων. Βόρεια πλάτη είναι θετικά και νότια αρνητικά. Ανατολικά μήκη είναι θετικά και δυτικά είναι αρνητικά. Για τα πολικά διαγράμματα ισχύει: η χαρτογράφηση γίνεται με το 'Υπολογισμός παραμέτρων χαρτογράφησης' αλλά η τιμή του x του πρώτου στίγματος (κόκκινη κάθετη γραμμή) πρέπει να ταυτίζεται με τον κάθετο άξονα του πολικού διαγράμματος. Αφού δοθούν οι συντεταγμένες η χαρτογράφηση θα προσανατολίσει τις μπλε γραμμές των πλατών. Αν όχι, ελέγξτε ξανά τις συντεταγμένες. Αν η ευθυγράμμιση είναι ικανοποιητική, τότε: Πρώτα ρυθμίστε τον πολικό άξονα των x στο κέντρο των πλατών. Κατόπιν ρυθμίστε τον πολικό άξονα των y έτσι ώστε να είναι σωστή η πιο κοντινή στον πόλο μπλε καμπύλη. Αν τώρα η δεύτερη μπλε καμπύλη πλάτους είναι πολύ πλατιά (ή πολύ στενή), τότε πρέπει να αυξηθεί (ή μειωθεί) ο λόγος πλατών μέχρι να ευθυγραμμιστούν όλα. Η βαθμονόμηση γίνεται πιο εύκολα αν ξεκινήσετε από τα πιο απομακρυσμένα πλάτη. Όταν τα μπλε πλάτη είναι καλά ευθυγραμμισμένα ξανα-υπολογίστε τον ισημερινό για να βεβαιωθείτε ότι η χαρτογράφηση είναι σωστή. Σε αυτό το σημείο μπορείτε να αλλάξετε τις συντεταγμένες σε καλύτερες θέσεις, αν χρειαστεί. Είναι επίσης δυνατό να πάτε στο επόμενο βήμα, να ρυθμίσετε τις συντεταγμένες, μετά να επανέλθετε και να ξανακαθορίσετε τις παραμέτρους χαρτογράφησης για να βελτιώσετε την εκτίμηση.
fi: Mapping mahdollistaa skaalauksen ja muuntamiseen koordinaattisystemien kesken Leveysasteet ovat + N -S, pituusasteet + E -W Napapiirimapping tila: Get Mapping parametrit laskee annetuista koordinaateista kartan , mutta ensimmäinen koordinaattin X arvo (punainen pystyviiva) on oltava suhteessa napaan napa tilassa pystysuorassa meridianissa Kun koordinaatit on syötetty, mappingin pitäisi tehdä sinisten leveysasteiden sijoitus. Jos ne ovat kaukana, tarkista syötetyt koordinaatit. Kun ne ovat lähellä: Ensin säädä pole Xää keskittääksesi leveysasteita. Seuraavaksi säätää Pole Y arvoa kunnes sininen latitude käyrä lähimpänä napa on oikein. Nyt, jos toinen sininen latitude on liian leveä, niin tosileveyden suhdelukua on lisättävä, muuten sitä olisi vähennettävä. Toista Pole Y:n säätöä ja tosileveyden suhdetta kunnes molemmat ovat kohdallaan. On helpointa kalibroida oikein, jos käytät suurimpia käytettävissä olevia tasaleveysasteita. Kun siniset leveysasteet sijoittuvat täydellisesti, laske päiväntasaajaa uudelleen, niin lopullinen kartoitus on oikein. Koordinaatit voi tässä vaiheessa muuttaa paremmin paikkoihin, tarvittaessa. Jos todellinen leveys on hyvin lähellä 1.0 se luultavasti olisi juuri 1.0. On myös mahdollista mennä seuraavaan vaiheeseen, säätää koordinaatit, palata takaisin tähän vaiheeseen ja saada parempia likiarvoja.
fr_fr: Cette cartographie permet la mise à l'échelle et la conversion entre les systèmes de coordonnées Pour les latitudes, mettre + pour N et - pour S. pour les longitudes, mettre + pour E et - pour O Pour le mode de cartographie polaire: Obtenir les paramètres de cartographie calcule la cartographie à partir des coordonnées données, mais la valeur X de la première coordonnée (ligne verticale rouge) doit s'aligner avec le pôle en mode polaire sur la verticale méridienne Une fois les coordonnées introduites, la cartographie doit aligner les latitudes bleues. Si elles sont loins, vérifier les coordonnées d'entrée. Une fois qu'ils sont à proximité: Régler d'abord pôles X pour centrer les latitudes. Puis ajuster la valeur de Y à jusqu'à ce que la latitude bleue la plus proche du pôle soit correcte. Maintenant, si le second latitude bleu est trop grande, la vraie largeur doit être augmentée, sinon elle doit être diminuée. Répétez le réglage du Pôle Y et le vrai rapport de largeur jusqu'à ce que les deux soient alignés. Il est plus facile de calibrer correctement si vous utilisez les latitudes les plus éloignées disponibles. Une fois les latitudes bleues parfaitement alignées, recalculer l'équateur pour assurer que la cartographie résultante est correcte. À ce stade, les coordonnées peuvent être modifiées si nécessaire. Si cela est correct la largeur est très proche de 1.0. Il devrait probablement être exactement 1,0. Il est également possible de passer à l'étape suivante, d'ajuster les coordonnées, puis de revenir à cette étape et d'obtenir de nouveau les paramètres de mappage pour améliorer l'estimation.
nl_nl: De weergave kan geschaald worden en kan conversies tussen coördinaatsystemen aan. Noordelijke breedtes en oostelijke lengtes zijn positief, zuidelijke breedtes en westelijke lengtes zijn negatief. Voor polaire modus geldt: de weergave wordt berekend met 'Get Mapping Parameters' maar de x-waarde van de eerste coördinaat (verticale rode lijn) moet opgelijnd zijn met met de pool op de verticale meridiaan. Na het invoeren van de coördinaten zullen in de weergave de blauw gekleurde breedtes moeten zijn opgelijnd. Als dit onvoldoende het geval is, dient u de invoercoördinaten te controleren. Zodra de oplijning voldoende is, moet de x-waarde van de pool bijgesteld worden om de breedtes te centreren. vervolgens dient de y-waarde van de pool bijgesteld te worden, tot de blauwe breedtecurve die het dichtst bij de pool ligt, correct wordt weergegeven. Als nu de tweede blauwe breedtecurve te breed is, moet de 'width ratio' vergroot worden. Herhaal dit voor de y-waarde van de pool en voor de 'width ratio', tot beide zijn opgelijnd. Een goede calibratie is het makkelijkst als u breedtes gebruikt die zoveel mogelijk in afstand verschillen. Als de blauw gekleurde breedtes exact zijn opgelijnd, moet de equator herberekend worden.

source: WeatherFax Preferences
cs_cz: Nastavení Weatherfaxu
de: WetterFax Einstellungen
el_gr: Προτιμήσεις WeatherFax
fi: Sääfaksin asetukset
fr_fr: Préférences du fax météo
nl_nl: Voorkeuren Weerfax

source: Weather Fax
de: WetterFax
fi: Sää Faksi
fr_fr: Fax météo
nl_nl: Weerfax

source: weatherfax
de: WetterFax
fr_fr: fax météo
nl_nl: weerfax

source: WeatherFax InternetRetrieval
cs_cz: WeatherFax načítání z Internetu
de: WetterFax Internetsuche
fi: WeatherFax Internethaku
fr_fr: Récupération sur internet d'un fax météo
nl_nl: Weerfax InternetRetrieval

source: &Goto
cs_cz: &Jít na
de: Gehe zu
fi: &Mene
fr_fr: Aller
nl_nl: &Ga naar

source: upconverter mhz
fr_fr: convertisseur-élévateur mhz

source: WeatherFax
de: WetterFax
fr_fr: Fax météo
nl_nl: Weerfax

source: Weatherfax
fr_fr: FaxMétéo

source: &Audio Capture
de: Audio Empfang
fi: &Äänitallennus

source: aplay /usr/local/share/opencpn/sounds/2bells.wav
fi: soita /usr/local/share/opencpn/sounds/2bells.wav

source: arecord -f S16_LE
fi: tiedosto -f S16_LE

source: Retrieve Scheduled
de: Suche Zeitplan
fi: Nouda valitut

source: Retrieve Selected
de: Suche Gewähltes
fi: Hae valitut

source: No Filter
de: Kein Filter
fi: Ei suodatinta

source: Removal 1
de: Entfernt 1
fi: Poisto 1

source: Removal 2
de: Entfernt 2
fi: Poisto 2

source: Removal 3
de: Entfernt 3
fi: Poisto 3

source: Value 1
de: Wert 1
fi: Arvo 1

source: Value 2
de: Wert 2
fi: Arvo 2

source: Value 3
de: Wert 3
fi: Arvo 3

source: Show Lat/Lon Minutes
de: Zeige Lat/Lon Minuten
fi: Näytä Lat/Lon minuutit

source: GetAspectRatio
cs_cz: Získat poměr stran
fi: Haesivusuhde

source: Audio Capture Options
de: Audio-Empfang Optionen
fi: Äänen tallennusasetukset

source: Reading
de: Lese
fi: Luetaan

source: Timed out waiting for headers for:
de: Zeitüberschreitung bei Header von:
fi: Aikakatkaisu odotettaessa otsikkoa:

source: Possibly the server is down temporarily.
de: Möglicherweise Server zeitweise aus.
fi: Ehkä palvelin on väliaikaisesti pysähtyneenä.

source: Failed to read file size aborting.
de: Fehler bei Lesen Dateigröße:
fi: Tiedoston koon luku epäonnistui, keskeytetään.

source: Image Files|*.BMP;*.bmp|*.PNG;*.png|*.TIFF;*.tiffAll files (*.*)|*.*
de: Bild Dateien|*.BMP;*.bmp|*.PNG;*.png|*.TIFF;*.tiffAlle Dateien (*.*)|*.*
fi: Kuva tiedostot|*.BMP;*.bmp|*.PNG;*.png|*.TIFF;*.tiffkaikki tiedostot (*.*)|*.*

source: Weather Fax PlugIn for OpenCPN
de: WetterFax PlugIn für OpenCPN
fi: OpenCPN:n Weather Fax lisäosa

source: Weather Fax PlugIn for OpenCPN Can open image files directly, or decode audio faxes to an image. With simple calibration, resulting image is overlaid on top of charts. Converts images in mercator, polar, conic and uniform coordinates. Can convert any image into a raster chart. Builtin database for HF radio fax stations via SSB. Builtin database for internet retrieval from meterological sites.
de: Wetter Fax PlugIn für OpenCPN Kann Bild-Dateien direkt öffnen oder Audio-Faxe als Bild dekodieren. Mit einfacher Kalibrierung, resultierendes Bild wird der Karte überlagert. Konvertiert Bilder in Mercator, Polar, Konic und einfache Koordinaten. Kann jedes Bild in eine Raster-Karte konvertieren. Eingebaute Datenbank für HF Radio Fax Stationen über SSB. Eingebaute Datenbank für Internet Suche von meterologischen Seiten.
fi: Sää Faksi lisäosa OpenCPN:ään Voi avata kuvatiedostoja suoraan tai purkaa audiofakseja kuviksi. Yksinkertaisella kalibroinnilla tuloksena on kuva kartan päälle. Muuntaa kuvia mercator, polar, kartio ja yhtenäiskoordinaateista. Voi muuntaa minkä tahansa kuvan rasterikartaksi. Sisäisessä tietokannassa HF Faksi radioasemia SSB:n kautta. Sisäisessä tietokannassa internet haku meterologisilta sivustoilta.

source: error log:
nl_nl: foutenlog:
